export default {
  message: {
    pageheader: {
      home: {
        title: 'ยินดีต้อนรับ',
        subtitle: 'ศูนย์ศึกษาและวิจัยผึ้ง'
      },
      about: {
        title: 'เกี่ยวกับเรา',
        subtitle: 'ทำความรู้จักกัน'
      },
      news: {
        title: 'ข่าวสาร',
        subtitle: 'มีอะไรมาใหม่'
      },
      survey: {
        title: 'แบบทดสอบ',
        subtitle: 'ร่วมเป็นส่วนสำคัญของงานวิจัยเรา'
      },
      research: {
        title: 'งานวิจัย',
        subtitle: 'สำรวจงานวิจัยที่ตีพิมพ์แล้ว'
      },
      contact: {
        title: 'ติดต่อเรา',
        subtitle: 'หากสงสัย อย่าลังเลที่จะติดต่อเรา'
      },
    },
    navbar: {
      col1: 'หน้าแรก',
      col2: 'เกี่ยวกับเรา',
      col3: 'ข่าวใหม่',
      col4: 'ทำแบบสอบถาม',
      col5: 'งานวิจัย',
      col6: 'ติดต่อเรา'
    },
    searchbar: 'ค้นหาในเว็บ',
    quicklink: {
      link1: 'งานวิจัย',
      link1sub: 'สำรวจงานวิจัยของเรา',
      link2: 'บุคคลากร',
      link2sub: 'รู้จักทีมงานมืออาชีพของเรา',
      link3: 'เกี่ยวกับเรา',
      link3sub: 'ทำความรู้จักเรามากขึ้น',
      link4: 'ติดต่อเรา',
      link4sub: 'มีข้อสงสัย ติดต่อเราเพิ่มเติม'
    },
    survey: {
      title: 'รู้ไหมว่าอะไรที่อาจจะสามารถเปลี่ยนโลกได้',
      title_bold: 'ความคิดเห็นของคุณยังไงหละ',
      btn: 'ทำแบบสำรวจ'
    },
    connect: {
      connect_text: 'เชื่อมต่อกับเรา',
      email_text: 'สมัครรับข่าวสารทางอีเมล',
      email_ph: 'กรอกอีเมลของคุณที่นี่...'
    },
    section: {
      news: 'ข่าวสารใหม่',
      news2: 'เลือกอ่านข่าวสารมาใหม่',
      research: 'งานวิจัยล่าสุด',
      research2: 'สำรวจงานวิจัยล่าสุดของเรา'
    },
    btn: {
      readmore: 'อ่านเพิ่มเติม'
    },
    footer: {
      address: {
        name: 'มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าธนบุรี วิทยาเขตราชบุรี',
        add: 'ตำบล รางบัว อำเภอ จอมบึง ราชบุรี 70150'
      },
      link: {
        col1: {
          colname: 'ผังเว็บไซต์',
          item1: 'ผลงานวิจัย',
          item2: 'ข่าวสาร',
          item3: 'บทความ',
          item4: 'ทีมงาน'
        },
        col2: {
          colname: 'เกี่ยวกับเรา',
          item1: 'ที่ตั้งของแลป',
          item2: 'วิสัยทัศน์',
          item3: 'รายชื่อทีม',
          item4: 'KMUTT'
        },
        col3: {
          colname: 'การสนับสนุน',
          item1: 'ศูนย์ช่วยเหลือ',
          item2: 'ชุมชน',
          item3: 'ติดต่อเรา',
          item4: ''
        }
      },
      contact: {
        email: 'อีเมล: name.sample@mail.kmutt.ac.th',
        phone: 'โทรศัพท์: (038)123-456 หรือ 081-234-5678'
      }
    },
    page2_about:{
      title: 'เกี่ยวกับเรา',
      paragraph: 'ยังไม่มีข้อมูลภาษาไทย',
      paragraph_start: 'ยังไม่มีข้อมูลภาษาไทย'
    },
    page6_contact: {
      title: 'ติดต่อเรา',
      subtitle: 'อย่าลังเลที่จะติดต่อเรา'
    }
  }
}